Repository: harryphy/puretodo
Catalog: Pull to do/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fr, id, it, ja, ko_kr, nl, pt_br, pt_pt, ru, vi, zh_hans, zh_hant

source: %lld Done Items Recorded
ar: تم تسجيل %lld عنصرًا مكتملًا
de: %lld erledigte Elemente aufgezeichnet
el: Καταγράφηκαν %lld ολοκληρωμένα αντικείμενα
es: %lld elementos completados registrados
fr: %lld éléments terminés enregistrés
id: %lld Item Selesai Dicatat
it: %lld elementi completati registrati
ja: %lld件完了
ko_kr: %lld개 완료
nl: %lld Voltooide items geregistreerd
pt_br: %lld itens concluídos registrados
pt_pt: %lld itens concluídos registrados
ru: Записано %lld выполненных элементов
vi: %lld mục đã hoàn thành
zh_hans: 总共已完成 %lld 件
zh_hant: 已記錄 %lld 件完成事項

# %lld Items Finished in %@
source: %1$lld Items Finished in %2$@
ar: تم إكمال %1$lld مهمة في %2$@
de: %2$@ hat %1$lld Aufgaben abgeschlossen
el: %2$@ έχει ολοκληρώσει %1$lld εργασίες
es: %1$lld tareas completadas en %2$@
fr: %2$@ a complété %1$lld tâches
id: %2$@ telah menyelesaikan %1$lld tugas
it: %2$@ ha completato %1$lld compiti
ja: %2$@に%1$lld件の事が完了しました
ko_kr: %2$@에 %1$lld개의 일이 완료되었습니다
nl: %2$@ heeft %1$lld taken voltooid
pt_br: %2$@ completou %1$lld tarefas
pt_pt: %2$@ completou %1$lld tarefas
ru: В %2$@ завершено %1$lld задач
vi: %1$lld công việc đã hoàn thành vào tháng %2$@
zh_hans: %2$@已完成 %1$lld 件事
zh_hant: %2$@已完成 %1$lld 件

source: ← Swipe an item left to delete
ar: ← اسحب لليسار للحذف
de: ← Nach links wischen, um zu löschen
el: ← Σύρετε προς τα αριστερά για διαγραφή
es: ← Deslizar hacia la izquierda para eliminar
fr: ← Balayez vers la gauche pour supprimer
id: ← Geser ke kiri untuk menghapus
it: ← Scorri a sinistra per eliminare
ja: ← 削除するには左にスワイプ
ko_kr: ← 왼쪽으로 스와이프하여 삭제
nl: ← Veeg naar links om te verwijderen
pt_br: ← Deslize para a esquerda para excluir
pt_pt: ← Deslize para a esquerda para excluir
ru: ← Проведите влево, чтобы удалить
vi: ← Vuốt sang trái để xóa
zh_hans: ← 左滑事项删除
zh_hant: ← 左滑以删除

source: ← Swipe left to delete
ar: ← اسحب لليسار للحذف
de: ← Nach links wischen, um zu löschen
el: ← Σύρετε προς τα αριστερά για διαγραφή
es: ← Deslizar hacia la izquierda para eliminar
fr: ← Balayez vers la gauche pour supprimer
id: ← Geser ke kiri untuk menghapus
it: ← Scorri a sinistra per eliminare
ja: ← 削除するには左にスワイプ
ko_kr: ← 왼쪽으로 스와이프하여 삭제
nl: ← Veeg naar links om te verwijderen
pt_br: ← Deslize para a esquerda para excluir
pt_pt: ← Deslize para a esquerda para excluir
ru: ← Проведите влево, чтобы удалить
vi: ← Vuốt sang trái để xóa
zh_hans: ← 左滑事项删除
zh_hant: ← 左滑以删除

source: → Swipe an item right to mark done
ar: → اسحب لليمين للاكتمال
de: → Nach rechts wischen, um abzuschließen
el: → Σύρετε προς τα δεξιά για ολοκλήρωση
es: → Deslizar hacia la derecha para completar
fr: → Balayez vers la droite pour terminer
id: → Geser ke kanan untuk menyelesaikan
it: → Scorri a destra per completare
ja: → 完了するには右にスワイプ
ko_kr: → 오른쪽으로 스와이프하여 완료로 표시
nl: → Veeg naar rechts om te voltooien
pt_br: → Deslize para a direita para concluir
pt_pt: → Deslize para a direita para concluir
ru: → Проведите вправо, чтобы завершить
vi: → Vuốt sang phải để đánh dấu đã hoàn thành
zh_hans: → 右滑事项完成
zh_hant: → 右滑以完成

source: → Swipe right to mark done
ar: → اسحب لليمين للاكتمال
de: → Nach rechts wischen, um abzuschließen
el: → Σύρετε προς τα δεξιά για ολοκλήρωση
es: → Deslizar hacia la derecha para completar
fr: → Balayez vers la droite pour terminer
id: → Geser ke kanan untuk menyelesaikan
it: → Scorri a destra per completare
ja: → 完了するには右にスワイプ
ko_kr: → 오른쪽으로 스와이프하여 완료로 표시
nl: → Veeg naar rechts om te voltooien
pt_br: → Deslize para a direita para concluir
pt_pt: → Deslize para a direita para concluir
ru: → Проведите вправо, чтобы завершить
vi: → Vuốt sang phải để đánh dấu đã hoàn thành
zh_hans: → 右滑事项完成
zh_hant: → 右滑以完成

source: ↓ Pull down to create a new
ar: ↓ اسحب للأسفل للإضافة
de: ↓ Ziehen Sie nach unten, um hinzuzufügen
el: ↓ Τραβήξτε προς τα κάτω για προσθήκη
es: ↓ Deslizar hacia abajo para agregar
fr: ↓ Faites glisser vers le bas pour ajouter
id: ↓ Tarik ke bawah untuk menambahkan
it: ↓ Scorri verso il basso per aggiungere
ja: ↓ 追加するには下に引っ張る
ko_kr: ↓ 페이지를 아래로 당겨 새로 만들기
nl: ↓ Trek omlaag om toe te voegen
pt_br: ↓ Deslize para baixo para adicionar
pt_pt: ↓ Deslize para baixo para adicionar
ru: ↓ Потяните вниз, чтобы добавить
vi: ↓ Kéo xuống trang để tạo mới
zh_hans: ↓ 下拉页面新建事项
zh_hant: ↓ 下拉以添加

source: ↓ Pull to add
ar: ↓ اسحب للإضافة
de: ↓ Ziehen zum Hinzufügen
el: ↓ Τραβήξτε για προσθήκη
es: ↓ Tirar para añadir
fr: ↓ Tirer pour ajouter
id: ↓ Tarik untuk tambah
it: ↓ Tira per aggiungere
ja: ↓ 引いて追加
ko_kr: ↓ 당겨서 추가
nl: ↓ Trek om toe te voegen
pt_br: ↓ Puxe para adicionar
pt_pt: ↓ Puxe para adicionar
ru: ↓ Потяните, чтобы добавить
vi: ↓ Kéo để thêm
zh_hans: ↓ 下拉页面新建事项
zh_hant: ↓ 下拉以添加

source: Add Category
ar: إضافة فئة
de: Kategorie hinzufügen
el: Προσθήκη κατηγορίας
es: Agregar categoría
fr: Ajouter une catégorie
id: Tambah Kategori
it: Aggiungi categoria
ja: カテゴリを追加
ko_kr: 카테고리 추가
nl: Categorie toevoegen
pt_br: Adicionar categoria
pt_pt: Adicionar categoria
ru: Добавить категорию
vi: Thêm danh mục
zh_hans: 添加分类
zh_hant: 新增分類

source: Add image
ar: إضافة صورة
de: Bild hinzufügen
el: Προσθήκη εικόνας
es: Añadir imagen
fr: Ajouter une image
id: Tambahkan gambar
it: Aggiungi immagine
ja: 画像を追加
ko_kr: 이미지 추가
nl: Afbeelding toevoegen
pt_br: Adicionar imagem
pt_pt: Adicionar imagem
ru: Добавить изображение
vi: Thêm hình ảnh
zh_hans: 添加图片
zh_hant: 新增圖片

source: Are you sure you want to delete this category?
ar: هل أنت متأكد من أنك تريد حذف هذه الفئة؟
de: Sind Sie sicher, dass Sie diese Kategorie löschen möchten?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτήν την κατηγορία;
es: ¿Estás seguro de que quieres eliminar esta categoría?
fr: Êtes-vous sûr de vouloir supprimer cette catégorie ?
id: Apakah Anda yakin ingin menghapus kategori ini?
it: Sei sicuro di voler eliminare questa categoria?
ja: このカテゴリを削除してもよろしいですか？
ko_kr: 이 카테고리를 삭제하시겠습니까?
nl: Weet je zeker dat je deze categorie wilt verwijderen?
pt_br: Tem certeza de que deseja excluir esta categoria?
pt_pt: Tem a certeza de que pretende eliminar esta categoria?
ru: Вы уверены, что хотите удалить эту категорию?
vi: Bạn có chắc chắn muốn xóa danh mục này không?
zh_hans: 你确定要删除该分类？
zh_hant: 你確定要刪除該分類？

source: Camera access is off. Enable it in Settings to take a photo.
ar: الوصول إلى الكاميرا متوقف. قم بتمكينه في الإعدادات لالتقاط صورة.
de: Der Kamerazugriff ist aus. Aktiviere ihn in den Einstellungen.
el: Η πρόσβαση στην κάμερα είναι απενεργοποιημένη. Ενεργοποιήστε την στις Ρυθμίσεις.
es: El acceso a la cámara está desactivado. Actívalo en Ajustes.
fr: L’accès à l’appareil photo est désactivé. Activez-le dans Réglages.
id: Akses kamera nonaktif. Aktifkan di Pengaturan.
it: L’accesso alla fotocamera è disattivato. Abilitalo in Impostazioni.
ja: カメラへのアクセスがオフです。「設定」で有効にしてください。
ko_kr: 카메라 접근이 꺼져 있습니다. 설정에서 활성화하세요.
nl: Cameratoegang is uitgeschakeld. Schakel deze in bij Instellingen.
pt_br: O acesso à câmera está desativado. Ative-o nos Ajustes.
pt_pt: O acesso à câmara está desativado. Ative-o nas Definições.
ru: Доступ к камере отключён. Включите его в Настройках.
vi: Quyền truy cập camera đang tắt. Hãy bật trong Cài đặt.
zh_hans: 相机访问权限已关闭，请在“设置”中开启。
zh_hant: 相機存取權限已關閉，請在「設定」中開啟。

source: Camera is not available on this device.
ar: الكاميرا غير متاحة على هذا الجهاز.
de: Auf diesem Gerät ist keine Kamera verfügbar.
el: Η κάμερα δεν είναι διαθέσιμη σε αυτή τη συσκευή.
es: La cámara no está disponible en este dispositivo.
fr: L’appareil photo n’est pas disponible sur cet appareil.
id: Kamera tidak tersedia di perangkat ini.
it: La fotocamera non è disponibile su questo dispositivo.
ja: このデバイスではカメラを使用できません。
ko_kr: 이 기기에서는 카메라를 사용할 수 없습니다.
nl: Camera is niet beschikbaar op dit apparaat.
pt_br: A câmera não está disponível neste dispositivo.
pt_pt: A câmara não está disponível neste dispositivo.
ru: Камера недоступна на этом устройстве.
vi: Camera không khả dụng trên thiết bị này.
zh_hans: 此设备无法使用相机。
zh_hant: 此裝置無法使用相機。

source: Cancel
ar: إلغاء
de: Abbrechen
el: Ακύρωση
es: Cancelar
fr: Annuler
id: Batal
it: Annulla
ja: キャンセル
ko_kr: 취소
nl: Annuleren
pt_br: Cancelar
pt_pt: Cancelar
ru: Отменить
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Cancel Reminder
ar: إلغاء التذكير
de: Abbrechen
el: Ακύρωση
es: Cancelar
fr: Annuler
id: Batalkan
it: Annulla
ja: キャンセル
ko_kr: 알림 취소
nl: Annuleren
pt_br: Cancelar
pt_pt: Cancelar
ru: Отменить
zh_hans: 取消提醒
zh_hant: 取消提醒

source: Cannot select a past time
ar: لا يمكن اختيار وقت سابق
de: Es kann keine vergangene Zeit ausgewählt werden
el: Δεν μπορείτε να επιλέξετε παρελθόντα χρόνο
es: No se puede seleccionar una hora pasada
fr: Impossible de sélectionner une heure passée
id: Tidak dapat memilih waktu yang telah berlalu
it: Impossibile selezionare un’ora passata
ja: 過去の時間を選択できません
ko_kr: 과거 시간을 선택할 수 없습니다
nl: Kan geen verleden tijd selecteren
pt_br: Não é possível selecionar um horário passado
pt_pt: Não é possível selecionar uma hora passada
ru: Нельзя выбрать прошедшее время
zh_hans: 不能选择过去的时间
zh_hant: 不能選擇過去的時間

source: Categories
ar: الفئات
de: Kategorien
el: Κατηγορίες
es: Categorías
fr: Catégories
id: Kategori
it: Categorie
ja: カテゴリ
ko_kr: 카테고리
nl: Categorieën
pt_br: Categorias
pt_pt: Categorias
ru: Категории
vi: Danh mục
zh_hans: 分类
zh_hant: 分類

source: Category Name
ar: اسم الفئة
de: Kategoriename
el: Όνομα κατηγορίας
es: Nombre de categoría
fr: Nom de catégorie
id: Nama Kategori
it: Nome categoria
ja: カテゴリ名
ko_kr: 카테고리 이름
nl: Categorienaam
pt_br: Nome da categoria
pt_pt: Nome da categoria
ru: Название категории
vi: Tên danh mục
zh_hans: 分类名
zh_hant: 分類名稱

source: Change Category Name
ar: تغيير اسم الفئة
de: Kategoriename ändern
el: Αλλαγή ονόματος κατηγορίας
es: Cambiar nombre de categoría
fr: Modifier le nom de catégorie
id: Ubah Nama Kategori
it: Modifica nome categoria
ja: カテゴリ名を変更
ko_kr: 카테고리 이름 변경
nl: Categorienaam wijzigen
pt_br: Alterar nome da categoria
pt_pt: Alterar nome da categoria
ru: Изменить название категории
vi: Thay đổi tên danh mục
zh_hans: 修改分类名
zh_hant: 修改分類名稱

source: Choose from Library
ar: اختيار من مكتبة الصور
de: Aus Fotomediathek wählen
el: Επιλογή από τη βιβλιοθήκη
es: Elegir de la fototeca
fr: Choisir dans la photothèque
id: Pilih dari Perpustakaan
it: Scegli dalla libreria
ja: フォトライブラリから選択
ko_kr: 사진 보관함에서 선택
nl: Kies uit fotobibliotheek
pt_br: Escolher da Fototeca
pt_pt: Escolher da fototeca
ru: Выбрать из медиатеки
vi: Chọn từ thư viện
zh_hans: 从照片库选择
zh_hant: 從照片圖庫選擇

source: Completed
ar: مكتمل
de: Erledigt
el: Ολοκληρωμένα
es: Completado
fr: Terminé
id: Selesai
it: Completati
ja: 完了
ko_kr: 완료
nl: Voltooid
pt_br: Concluídos
pt_pt: Concluídos
ru: Завершено
vi: Đã xong
zh_hans: 已完成
zh_hant: 已完成

source: Daily
ar: يوميًا
de: Täglich
el: Καθημερινά
es: Diario
fr: Quotidien
id: Harian
it: Quotidiano
ja: 毎日
ko_kr: 매일
nl: Dagelijks
pt_pt: Diário
vi: Hàng ngày
zh_hans: 每日
zh_hant: 每日

source: Delete
ar: حذف
de: Löschen
el: Διαγραφή
es: Eliminar
fr: Supprimer
id: Hapus
it: Elimina
ja: 削除
ko_kr: 삭제
nl: Verwijderen
pt_br: Excluir
pt_pt: Eliminar
ru: Удалить
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

source: Delete Category
ar: حذف الفئة
de: Kategorie löschen
el: Διαγραφή κατηγορίας
es: Eliminar categoría
fr: Supprimer la catégorie
id: Hapus Kategori
it: Elimina categoria
ja: カテゴリを削除
ko_kr: 카테고리 삭제
nl: Categorie verwijderen
pt_br: Excluir categoria
pt_pt: Eliminar categoria
ru: Удалить категорию
vi: Xóa danh mục
zh_hans: 删除分类
zh_hant: 刪除分類

source: Delete image
ar: حذف الصورة
de: Bild löschen
el: Διαγραφή εικόνας
es: Eliminar imagen
fr: Supprimer l’image
id: Hapus gambar
it: Elimina immagine
ja: 画像を削除
ko_kr: 이미지 삭제
nl: Afbeelding verwijderen
pt_br: Apagar imagem
pt_pt: Apagar imagem
ru: Удалить изображение
vi: Xóa hình ảnh
zh_hans: 删除图片
zh_hant: 刪除圖片

source: Delete image?
ar: هل تريد حذف الصورة؟
de: Bild löschen?
el: Διαγραφή εικόνας;
es: ¿Eliminar imagen?
fr: Supprimer l’image ?
id: Hapus gambar?
it: Eliminare l’immagine?
ja: 画像を削除しますか？
ko_kr: 이미지를 삭제할까요?
nl: Afbeelding verwijderen?
pt_br: Apagar imagem?
pt_pt: Apagar imagem?
ru: Удалить изображение?
vi: Xóa hình ảnh?
zh_hans: 删除图片？
zh_hant: 刪除圖片？

source: Enter category name
ar: أدخل اسم الفئة
de: Kategoriename eingeben
el: Εισάγετε όνομα κατηγορίας
es: Ingrese el nombre de la categoría
fr: Entrez le nom de la catégorie
id: Masukkan nama kategori
it: Inserisci nome categoria
ja: カテゴリ名を入力
ko_kr: 카테고리 이름 입력
nl: Voer categorienaam in
pt_br: Digite o nome da categoria
pt_pt: Digite o nome da categoria
ru: Введите название категории
vi: Nhập tên danh mục
zh_hans: 输入分类名
zh_hant: 輸入分類名稱

source: GIF images must be 10 MB or smaller.
ar: يجب ألا يتجاوز حجم صور GIF ‏10 م.ب.
de: GIF-Bilder dürfen höchstens 10 MB groß sein.
el: Οι εικόνες GIF πρέπει να είναι έως 10 MB.
es: Las imágenes GIF deben ocupar 10 MB o menos.
fr: Les images GIF ne doivent pas dépasser 10 Mo.
id: Gambar GIF harus berukuran 10 MB atau kurang.
it: Le immagini GIF non devono superare 10 MB.
ja: GIF画像は10MB以下にしてください。
ko_kr: GIF 이미지는 10MB 이하여야 합니다.
nl: GIF-afbeeldingen mogen maximaal 10 MB zijn.
pt_br: Imagens GIF devem ter 10 MB ou menos.
pt_pt: Imagens GIF devem ter 10 MB ou menos.
ru: Размер GIF не должен превышать 10 МБ.
vi: Hình ảnh GIF phải từ 10 MB trở xuống.
zh_hans: GIF 图片不得超过 10 MB。
zh_hant: GIF 圖片不得超過 10 MB。

source: Has images
ar: يحتوي على صور
de: Enthält Bilder
el: Περιέχει εικόνες
es: Contiene imágenes
fr: Contient des images
id: Memiliki gambar
it: Contiene immagini
ja: 画像あり
ko_kr: 이미지 있음
nl: Bevat afbeeldingen
pt_br: Contém imagens
pt_pt: Contém imagens
ru: Есть изображения
vi: Có hình ảnh
zh_hans: 包含图片
zh_hant: 包含圖片

source: Image
ar: صورة
de: Bild
el: Εικόνα
es: Imagen
id: Gambar
it: Immagine
ja: 画像
ko_kr: 이미지
nl: Afbeelding
pt_br: Imagem
pt_pt: Imagem
ru: Изображение
vi: Hình ảnh
zh_hans: 图片
zh_hant: 圖片

source: Images
ar: صور
de: Bilder
el: Εικόνες
es: Imágenes
id: Gambar
it: Immagini
ja: 画像
ko_kr: 이미지
nl: Afbeeldingen
pt_br: Imagens
pt_pt: Imagens
ru: Изображения
vi: Hình ảnh
zh_hans: 图片
zh_hant: 圖片

source: Monthly
ar: شهريًا
de: Monatlich
el: Μηνιαία
es: Mensual
fr: Mensuel
id: Bulanan
it: Mensile
ja: 毎月
ko_kr: 매월
nl: Maandelijks
pt_pt: Mensal
vi: Hàng tháng
zh_hans: 每月
zh_hant: 每月

source: Move to Category
ar: نقل إلى فئة
de: In Kategorie verschieben
el: Μετακίνηση σε κατηγορία
es: Mover a categoría
fr: Déplacer vers la catégorie
id: Pindah ke Kategori
it: Sposta in categoria
ja: カテゴリに移動
ko_kr: 카테고리로 이동
nl: Verplaats naar categorie
pt_br: Mover para categoria
pt_pt: Mover para categoria
ru: Переместить в категорию
vi: Chuyển đến danh mục
zh_hans: 移动到其它分类
zh_hant: 移動到其它分類

source: New Category
ar: فئة جديدة
de: Neue Kategorie
el: Νέα κατηγορία
es: Nueva categoría
fr: Nouvelle catégorie
id: Kategori Baru
it: Nuova categoria
ja: 新しいカテゴリ
ko_kr: 새 카테고리
nl: Nieuwe categorie
pt_br: Nova categoria
pt_pt: Nova categoria
ru: Новая категория
vi: Danh mục mới
zh_hans: 新的分类
zh_hant: 新的分類

source: New Subitem
ar: عنصر فرعي جديد
de: Neues Unterobjekt
el: Νέο Υποστοιχείο
es: Nuevo Subítem
fr: Nouveau Sous-élément
id: Subitem Baru
it: Nuovo Sottoelemento
ja: 新しいサブアイテム
ko_kr: 하위 항목 새로 만들기
nl: Nieuw Subitem
pt_br: Novo Subitem
pt_pt: Novo Subitem
ru: Новый Подэлемент
vi: Mục phụ mới
zh_hans: 新建子事项
zh_hant: 新建子事項

source: No categories available
ar: لا توجد فئات متاحة
de: Keine Kategorien verfügbar
el: Δεν υπάρχουν διαθέσιμες κατηγορίες
es: No hay categorías disponibles
fr: Aucune catégorie disponible
id: Tidak ada kategori tersedia
it: Nessuna categoria disponibile
ja: 利用可能なカテゴリがありません
ko_kr: 사용 가능한 카테고리가 없습니다
nl: Geen categorieën beschikbaar
pt_br: Nenhuma categoria disponível
pt_pt: Nenhuma categoria disponível
ru: Нет доступных категорий
vi: Không có danh mục nào khả dụng
zh_hans: 没有更多的分类
zh_hant: 沒有更多的分類

source: OK
ar: حسنًا
el: Εντάξει
id: OKE
ko_kr: 확인
zh_hans: 好的
zh_hant: 好的

source: Once
ar: مرة واحدة
de: Einmal
el: Μία φορά
es: Una vez
fr: Une fois
id: Sekali
it: Una volta
ja: 一度
ko_kr: 한 번
nl: Eenmalig
pt_pt: Uma vez
vi: Một lần
zh_hans: 单次
zh_hant: 單次

source: Only %d more images can be added to this item.
ar: يمكن إضافة %d صورة أخرى فقط.
de: Es können nur noch %d Bilder hinzugefügt werden.
el: Μπορούν να προστεθούν μόνο %d ακόμη εικόνες.
es: Solo se pueden añadir %d imágenes más.
fr: Seulement %d images supplémentaires peuvent être ajoutées.
id: Hanya %d gambar lagi yang dapat ditambahkan.
it: È possibile aggiungere solo altre %d immagini.
ja: 追加できる画像はあと%d枚です。
ko_kr: 이미지를 %d개만 더 추가할 수 있습니다.
nl: Er kunnen nog maar %d afbeeldingen worden toegevoegd.
pt_br: Só é possível adicionar mais %d imagens.
pt_pt: Só podem ser adicionadas mais %d imagens.
ru: Можно добавить ещё только %d изображений.
vi: Chỉ có thể thêm %d hình ảnh nữa.
zh_hans: 还可以添加 %d 张图片。
zh_hant: 還可新增 %d 張圖片。

source: Please try again.
ar: يرجى المحاولة مرة أخرى.
de: Bitte versuche es erneut.
el: Δοκιμάστε ξανά.
es: Inténtalo de nuevo.
fr: Veuillez réessayer.
id: Silakan coba lagi.
it: Riprova.
ja: もう一度お試しください。
ko_kr: 다시 시도해 주세요.
nl: Probeer het opnieuw.
pt_br: Tente novamente.
pt_pt: Tente novamente.
ru: Повторите попытку.
vi: Vui lòng thử lại.
zh_hans: 请再试一次。
zh_hant: 請再試一次。

source: Pull down to add a to-do
ar: سحب لأسفل لإضافة مهمة
de: Ziehen Sie nach unten, um eine Aufgabe hinzuzufügen
el: Τραβήξτε προς τα κάτω για να προσθέσετε μια εργασία
es: Desliza hacia abajo para agregar una tarea
fr: Faites glisser vers le bas pour ajouter une tâche
id: Tarik ke bawah untuk menambahkan item
it: Scorri verso il basso per aggiungere un elemento
ja: 新しいタスクを作成するには下にスワイプ
ko_kr: 아래로 당겨 할 일 추가
nl: Trek omlaag om een taak toe te voegen
pt_br: Arraste para baixo para adicionar uma tarefa
pt_pt: Arraste para baixo para adicionar uma tarefa
ru: Потяните вниз, чтобы добавить элемент
vi: Kéo xuống để thêm công việc
zh_hans: 下拉页面新建事项
zh_hant: 下拉頁面新建事項

source: Reminder
ar: تذكير
de: Erinnerung
el: Υπενθύμιση
es: Recordatorio
fr: Rappel
id: Pengingat
it: Promemoria
ja: リマインダー
ko_kr: 알림
nl: Herinnering
pt_br: Lembrete
pt_pt: Lembrete
ru: Напоминание
vi: Nhắc nhở
zh_hans: 提醒
zh_hant: 提醒

source: Remove Reminder
ar: إلغاء التذكير
de: Abbrechen
el: Ακύρωση
es: Cancelar
fr: Annuler
id: Batalkan
it: Annulla
ja: キャンセル
ko_kr: 알림 취소
nl: Annuleren
pt_br: Cancelar
pt_pt: Cancelar
ru: Отменить
vi: Hủy nhắc nhở
zh_hans: 取消提醒
zh_hant: 取消提醒

source: Restore Purchase
ar: استعادة الشراء
de: Débloquez la version complète
el: Επαναφορά αγοράς
es: Restaurar compra
fr: Kauf wiederherstellen
id: Pulihkan pembelian
it: Ripristina acquisto
ja: 購入を復元
ko_kr: 구매 복원
nl: Aankoop herstellen
pt_br: Restaurar compra
pt_pt: Restaurar compra
ru: Восстановить покупку
vi: Khôi phục mua hàng
zh_hans: 恢复购买
zh_hant: 恢復購買

source: Save
ar: حفظ
de: Speichern
el: Αποθήκευση
es: Guardar
fr: Enregistrer
id: Simpan
it: Salva
ja: 保存
ko_kr: 저장
nl: Opslaan
pt_br: Salvar
pt_pt: Guardar
ru: Сохранить
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

source: Save Reminder
ar: حفظ التذكير
de: Speichern
el: Αποθήκευση
es: Guardar
fr: Enregistrer
id: Simpan
it: Salva promemoria
ja: リマインダーを保存
ko_kr: 알림 저장
nl: Opslaan
pt_br: Salvar lembrete
pt_pt: Guardar lembrete
ru: Сохранить
vi: Lưu nhắc nhở
zh_hans: 保存提醒
zh_hant: 保存提醒

source: Share
ar: مشاركة
de: Teilen
el: Κοινοποίηση
es: Compartir
fr: Partager
id: Bagikan
it: Condividi
ja: 共有
ko_kr: 공유
nl: Delen
pt_br: Compartilhar
pt_pt: Partilhar
ru: Поделиться
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

source: Subitem
ar: عنصر فرعي
de: Unterobjekt
el: Υποστοιχείο
es: Subítem
fr: Sous-élément
it: Sottoelemento
ja: サブアイテム
ko_kr: 하위 항목
ru: Подэлемент
vi: Mục phụ
zh_hans: 子事项
zh_hant: 子事項

source: Take Photo
ar: التقاط صورة
de: Foto aufnehmen
el: Λήψη φωτογραφίας
es: Hacer foto
fr: Prendre une photo
id: Ambil Foto
it: Scatta foto
ja: 写真を撮る
ko_kr: 사진 촬영
nl: Maak foto
pt_br: Tirar foto
pt_pt: Tirar fotografia
ru: Сделать снимок
vi: Chụp ảnh
zh_hans: 拍照
zh_hant: 拍照

source: This image could not be imported.
ar: تعذر استيراد هذه الصورة.
de: Dieses Bild konnte nicht importiert werden.
el: Δεν ήταν δυνατή η εισαγωγή αυτής της εικόνας.
es: No se ha podido importar esta imagen.
fr: Cette image n’a pas pu être importée.
id: Gambar ini tidak dapat diimpor.
it: Non è stato possibile importare questa immagine.
ja: この画像を読み込めませんでした。
ko_kr: 이 이미지를 가져올 수 없습니다.
nl: Deze afbeelding kon niet worden geïmporteerd.
pt_br: Não foi possível importar esta imagem.
pt_pt: Não foi possível importar esta imagem.
ru: Не удалось импортировать это изображение.
vi: Không thể nhập hình ảnh này.
zh_hans: 无法导入这张图片。
zh_hant: 無法輸入這張圖片。

source: This image format is not supported.
ar: تنسيق الصورة هذا غير مدعوم.
de: Dieses Bildformat wird nicht unterstützt.
el: Αυτή η μορφή εικόνας δεν υποστηρίζεται.
es: Este formato de imagen no es compatible.
fr: Ce format d’image n’est pas pris en charge.
id: Format gambar ini tidak didukung.
it: Questo formato immagine non è supportato.
ja: この画像形式には対応していません。
ko_kr: 지원되지 않는 이미지 형식입니다.
nl: Deze afbeeldingsindeling wordt niet ondersteund.
pt_br: Este formato de imagem não é compatível.
pt_pt: Este formato de imagem não é suportado.
ru: Этот формат изображения не поддерживается.
vi: Định dạng hình ảnh này không được hỗ trợ.
zh_hans: 不支持此图片格式。
zh_hant: 不支援此圖片格式。

source: This image is larger than 30 MB.
ar: حجم هذه الصورة أكبر من 30 م.ب.
de: Dieses Bild ist größer als 30 MB.
el: Αυτή η εικόνα είναι μεγαλύτερη από 30 MB.
es: Esta imagen ocupa más de 30 MB.
fr: Cette image dépasse 30 Mo.
id: Gambar ini lebih besar dari 30 MB.
it: Questa immagine supera i 30 MB.
ja: この画像は30MBを超えています。
ko_kr: 이 이미지는 30MB보다 큽니다.
nl: Deze afbeelding is groter dan 30 MB.
pt_br: Esta imagem tem mais de 30 MB.
pt_pt: Esta imagem tem mais de 30 MB.
ru: Размер изображения превышает 30 МБ.
vi: Hình ảnh này lớn hơn 30 MB.
zh_hans: 这张图片大于 30 MB。
zh_hant: 這張圖片大於 30 MB。

source: This image will be permanently deleted from this item.
ar: سيتم حذف هذه الصورة نهائيًا من هذا العنصر.
de: Dieses Bild wird dauerhaft aus diesem Eintrag gelöscht.
el: Αυτή η εικόνα θα διαγραφεί οριστικά από αυτό το στοιχείο.
es: Esta imagen se eliminará permanentemente de este elemento.
fr: Cette image sera définitivement supprimée de cet élément.
id: Gambar ini akan dihapus secara permanen dari item ini.
it: Questa immagine verrà eliminata definitivamente da questo elemento.
ja: この画像はこの項目から完全に削除されます。
ko_kr: 이 이미지가 이 항목에서 영구적으로 삭제됩니다.
nl: Deze afbeelding wordt permanent uit dit item verwijderd.
pt_br: Esta imagem será excluída permanentemente deste item.
pt_pt: Esta imagem será eliminada permanentemente deste item.
ru: Это изображение будет навсегда удалено из этой задачи.
vi: Hình ảnh này sẽ bị xóa vĩnh viễn khỏi mục này.
zh_hans: 这张图片将从该事项中永久删除。
zh_hant: 這張圖片將從此事項中永久刪除。

source: This item already has the maximum of 20 images.
ar: يحتوي هذا العنصر بالفعل على 20 صورة كحد أقصى.
de: Dieser Eintrag enthält bereits maximal 20 Bilder.
el: Αυτό το στοιχείο έχει ήδη το μέγιστο όριο των 20 εικόνων.
es: Este elemento ya tiene el máximo de 20 imágenes.
fr: Cet élément contient déjà le maximum de 20 images.
id: Item ini sudah memiliki maksimum 20 gambar.
it: Questo elemento contiene già il massimo di 20 immagini.
ja: この項目にはすでに上限の20枚の画像があります。
ko_kr: 이 항목에는 이미 최대 20개의 이미지가 있습니다.
nl: Dit item bevat al maximaal 20 afbeeldingen.
pt_br: Este item já tem o máximo de 20 imagens.
pt_pt: Este item já tem o máximo de 20 imagens.
ru: В этой задаче уже 20 изображений — это максимум.
vi: Mục này đã có tối đa 20 hình ảnh.
zh_hans: 该事项已达到最多 20 张图片的限制。
zh_hant: 此事項已達最多 20 張圖片的限制。

source: Type in here
ar: اكتب هنا
de: Hier eingeben
el: Πληκτρολογήστε εδώ
es: Escribe aquí
fr: Tapez ici
id: Masukkan di sini
it: Inserisci qui
ja: ここに入力
ko_kr: 입력해 주세요
nl: Typ hier
pt_br: Digite aqui
pt_pt: Digite aqui
ru: Введите здесь
vi: Nhập vào đây
zh_hans: 记一个
zh_hant: 記一個
